"ASSISTANT_TRY_AGAIN" = "Îmi pare rău, puteți repeta?";
"ASSISTANT_CONNECTION_FAILED_0" = "Îmi pare rău, am probleme legate de conectarea la rețea.";
"ASSISTANT_CONNECTION_FAILED_1" = "Îmi pare rău, nu mă pot conecta chiar acum.";
"ASSISTANT_CONNECTION_FAILED_2" = "Îmi pare rău, nu dispun de o conexiune de rețea.";

"ASSISTANT_INITIAL_QUERY" = "Cu ce vă pot ajuta?";
"ASSISTANT_GUIDE_HEADER" = "Apăsați microfonul pentru a spune lucruri precum:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Ghid";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri nu este disponibil";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Conectați-vă la Internet.";

"ASSISTANT_EDUCATION_TITLE" = "V-ar putea ajuta Siri?";
"ASSISTANT_EDUCATION_CONTENT" = "Țineți apăsat butonul principal pentru a începe să utilizați Siri.";

"ASSISTANT_GESTURE_DESCRIPTION" = "De asemenea, puteți formula solicitări fără a trebui să țineți apăsat butonul principal. Când ecranul este activat, trebuie doar să ridicați telefonul la ureche și începeți să vorbiți.";